Repository: hikaru051058/Lumena
Catalog: Localizable.xcstrings
Source language: ja
Languages: en

source: 1-2時間
en: 1-2 Hours

source: １時間以下
en: Less than 1 Hour

source: 2-4時間
en: 2-4 Hours

source: 5-6時間
en: 5-6 Hours

source: 7時間以上
en: More than 7 Hours

source: 8文字以上 数字を1つ以上含む 大文字のアルファベットを1つ以上 小文字のアルファベットを1つ以上含む
en: At least 8 characters At least one number At least one uppercase letter At least one lowercase letter

source: ８文字以上 数字を1つ以上含む 大文字のアルファベットを1つ以上 小文字のアルファベットを1つ以上含む
en: At least 8 characters At least one number At least one uppercase letter At least one lowercase letter

source: 13歳以上です
en: 13 y/o or older

# block_message
source: %@さんを本当にブロックしますか？
en: Are you sure you want to block %@?

source: Lumenaアカウントの作成
en: Create an account on Lumena

source: Tagged Cosmetics
en: Tagged Products

source: アイライナー
en: Eye Liner

source: アカウントに紐ずくデータは全て削除されますがよろしいでしょうか？ アカウントを一度削除されますと、復旧はできません。以下の「削除」ボタンを押すことにより、データが削除されることに同意し、回復できないことに同意したと見做します。
en: Are you sure you want to delete all data associated with the account? Once your account is deleted, it cannot be recovered. By pressing the 'Delete' button below, you agree to delete the data and acknowledge that it cannot be recovered.

source: アカウントに紐ずくデータは全て削除されますがよろしいでしょうか？なお、アカウントを一度削除されますと、復旧はできません。以下の「削除」ボタンを押すことにより、データが削除されることに同意し、回復できないことに同意したと見做します。
en: Deleting your account will remove all associated data. Please note that once the account is deleted, it cannot be recovered. By pressing the 'Delete' button below, you agree to the deletion of the data and acknowledge that it cannot be recovered.

source: アカウントを削除
en: Delete Account

source: アカウント認証
en: Validate Account

source: あなたの自然な肌の色
en: The natural color of your skin

source: あなたの自然な色合いに最も合うカラーパレット
en: The color palette that best matches your natural coloring

source: あなたの自然な虹彩色
en: The natural color of your eyes

source: アンバー
en: Amber

source: いただいた情報は、Lumenaコミュニティーをより安全かつ、楽しめる場にするために役立たせていただきます
en: The information you provided will help us make the Lumena community a safer and more enjoyable place.

source: ウォームスプリング
en: Warm Spring

source: エラー
en: Error

source: おすすめ
en: Recommended

source: おすすめじゃない
en: Not Recommended

source: おすすめ度
en: General

source: オプションの選択
en: Choose an Option

source: キャンセル
en: Cancel

source: クールウィンター
en: Cool Winter

source: クールサマー
en: Cool Summer

source: グレー
en: Gray

source: ここから始める
en: Let's start from here...

source: コスメを登録する
en: Submit Cosmetic

source: コスメ登録
en: Register Product

source: このアプリを利用するには、13歳以上である必要があります。
en: To use this app, you must be at least 13 years old.

source: コミュニティーガイドライン
en: Community Guideline

source: コミュニティーガイドライン、
en: Community Guideline

source: コメント
en: Comment

source: コメントを書く
en: Post Comment

source: コメントを追加してみよう！
en: Let's be the first one to submit the comment!

source: コンシーラー
en: Concealor

source: ご報告ありがとうございます
en: Thank you for your report

source: サインアップすることにより、
en: By signing up, you have agreed to our

source: サインアップすることにより、利用規約、データ・プライバシー ポリシー、Cookie ポリシー、コミュニティーガイドライン、プラットフォームポリシーに同意したことになります。
en: By signing up, you agree to the Terms of Use, Data Privacy Policy, Cookie Policy, Community Guidelines, and Platform Policy.

source: サラサラ
en: Silky

source: シャドー
en: Shadow

source: すごく敏感
en: Highly Sensitive

source: ストリーク
en: Streaks

source: ソフトオータム
en: Soft Autumn

source: ソフトサマー
en: Soft Summer

source: ダークウィンター
en: Dark Winter

source: ダークオータム
en: Dark Autumn

source: タグされたコスメ
en: Tagged Products

source: チーク
en: Cheek

source: にきび
en: Acne

source: バーコード
en: Barcode

source: バーコードをスキャン
en: Scan Barcode

source: バーコードを収めてください
en: Please Fit the Barcode Within the Frame

source: パーソナルカラー
en: Personal Color

source: パスワード
en: Password

source: パスワードの変更
en: Change Password

source: パスワードを忘れた場合
en: Forgot Password

source: パスワード変更先が見つかりませんでした。正しい Email またはユーザーネームを上記に入力してください。
en: We were not able to identify your email. Please enter valid email or username.

source: パスワード変更用コードを入力
en: Enter Code for Password Change

source: パスワード変更用の６桁の数字をご登録されているメールに送信いたしました。
en: 6-digit code has been sent to your email for password reset.

source: バックグラウンド写真の変更
en: Update Background Image

source: ファンデーション
en: Foundation

source: フォロー
en: Follow

source: フォローリクエスト
en: Follow Request

source: フォロー中
en: Following

source: フォロワー
en: Follower

source: ブライトウィンター
en: Bright Winter

source: ブライトスプリング
en: Bright Spring

source: プライバシーポリシー
en: Privacy Policy

source: プラットフォームポリシー
en: and Platform Policy

source: ブロック
en: Block

source: ブロックしました
en: You have blocked this user

source: ブロック解除はプロファイル設定画面から行えます
en: This user could be unblocked in profile page

source: プロファイル写真の変更
en: Update Profile Image

source: ヘーゼル
en: Hazel

source: ベトベト
en: Sticky

source: ペルソナ設定
en: Persona Settings

source: マスカラ
en: Mascara

source: まだ誰もコメントしてません
en: Be the first one to Comment!

source: まだ誰もライクしてません
en: Be the first one to Like it!

source: メールの確認のため、 ６桁の番号を送信させていただきました。 見つからない場合は、再送信のボタンを押してください。 ワンタイム確認コードを以下の 記入欄に入力してください。
en: For verification of your email, a 6-digit number has been sent to you. If you cannot find it, please press the button to resend. Please enter the one-time verification code in the field below.

source: メールの確認のため、６桁の番号を送信させていただきました。見つからない場合は、再送信のボタンを押してください
en: For verification of your email, a 6-digit number has been sent to you. If you cannot find it, please press the button to resend.

source: めっちゃおすすめ
en: Highly Recommended

source: めっちゃ効果的
en: Highly Effective

source: ものすごく敏感
en: Extremely Sensitive

source: ユーザーIDとパスワードを入力してください
en: Please enter valid User Credential and Password

source: ユーザーに適したコンテンツを設定に基づいて表示します
en: Content is recommended based on the user’s skin settings

source: ユーザーネーム
en: Username

source: ユーザーネームはアカウントを検索する際に使用されます。そのため、検索しやすいユーザーネームにすると、友人達から見つかりやすくなるかもしれません。
en: Your username is used when searching for your account. Therefore, choosing a username that is easy to search for might make it easier for your friends to find you.

source: ユーザーをブロック
en: Block User

source: ユーザーをブロックするには、Lumenaアカウントにサインインしてください
en: In order to block another user, please sign in to Lumena account

source: ユーザー名・電話番号・Email
en: Username, Phone, Email

source: ライク
en: Liked

source: ライクみよう！
en: Be the first one to Like!

source: ライク数
en: Likes

source: ライトサマー
en: Light Summer

source: ライトスプリング
en: Light Spring

source: ライブラリから選択
en: Select from Library

source: リセット
en: Reset

source: リップ
en: Lip

source: ログアウト
en: Logout

source: ログイン
en: Login

source: ログインが必要です
en: Login Required

source: 一日に日光を浴びる時間
en: The amount of time you are exposed to sunlight daily

source: 乾燥肌
en: Dry

source: 乾癬
en: Psoriasis

source: 会社名
en: Company Name

source: 保存
en: Save

source: 入力エラー
en: Input Error

source: 円
en: Yen

source: 再送信
en: Resend

source: 利用規約
en: Terms of Use

source: 削除
en: Delete

source: 効果
en: Effect

source: 効果が見られない
en: Not effective

source: 化粧水・乳液
en: toner and emulsion

source: 友人などから親しみのある名前を使用すると、友人達から見つかりやすくなるかもしれません。
en: Using a familiar name from friends might make it easier for them to find you.

source: 名
en: Name

source: 名前
en: First Name

source: 商品
en: Product

source: 商品名
en: Product Name

source: 報告
en: Report

source: 変更
en: Edit

source: 姓
en: Last Name

source: 完了
en: Done

source: 少々敏感
en: Mildly Sensitive

source: 年齢
en: Age

source: 感度
en: Sensitivity

source: 投稿
en: Post

source: 投稿の概要欄
en: Description

source: 投稿を削除
en: Delete Lume

source: 投稿を報告
en: Report post

source: 投稿数
en: Posts

source: 撮影
en: Post

source: 敏感
en: Sensitive

source: 敏感ではない
en: Not Sensitive

source: 敏感肌
en: Sensitive

source: 新しいパスワードを入力
en: Enter New Password

source: 新規登録
en: Create an Account

source: 日光
en: UV

source: 普通
en: Normal

source: 本当にログアウトしますか？
en: Would you like to logout?

source: 枠内にバーコードを収めてください
en: Please Fit the Barcode Within the Frame

source: 検索
en: Search

source: 概要
en: Description

source: 概要欄
en: Description

source: 概要欄は他のユーザーに自分のことを文面で紹介できる機能です。概要欄を使って自己紹介や気分、何でも思うがままに自分を表現しましょう！概要欄の文字数は150文字制限があります。
en: The bio section allows you to introduce yourself to other users in writing. Use the bio to express yourself freely, whether it’s an introduction, your mood, or anything else! The bio section has a 150-character limit.

source: 次へ
en: Next

source: 油分や乾燥に基づく肌の種類
en: The type of skin based on oiliness and dryness

source: 混合肌
en: Oily and Dry

source: 皮膚炎
en: Dermatitis

source: 確認用に新しいパスワードを再入力
en: Please enter the new password again

source: 私は13歳以上です
en: 13 y/o or older

source: 種類
en: Type

source: 緑
en: Green

source: 肌が様々な要因にどれだけ敏感であるか
en: How sensitive your skin is to various factors

source: 肌に関する悩みや状態
en: Issues or conditions affecting your skin

source: 肌の悩み
en: Concerns

source: 肌の感度
en: Skin Sensitivity

source: 肌の敏感度
en: Skin Sensitivity

source: 肌種類
en: Skin Type

source: 肌色
en: Skin Color

source: 肌触り
en: Texture

source: 肌設定
en: Skin Settings

source: 肌設定を編集
en: Edit Skin Settings

source: 肌質
en: Skin Type

source: 背景を変更
en: Edit Background

source: 脂性肌
en: Oily

source: 色素沈着
en: Hyper Pigmentation

source: 茶色
en: Brown

source: 落ちにくい
en: Hard

source: 落ちやすい
en: Easy

source: 落ち具合
en: Wear

source: 虹彩色
en: Eye Color

source: 評価
en: Rating

source: 詳細
en: Details

source: 認証
en: Verify

source: 認証コード
en: Verification Code

source: 認証コードを入力
en: Enter Verification Code

source: 認証済み
en: Verified

source: 誕生日
en: Birthday

source: 誕生日:
en: Birthday:

source: 赤
en: Red

source: 電話番号（ハイフン不要）
en: Phone Number

source: 青
en: Blue

source: 音楽
en: Music

source: 香水
en: Perfume
